{
    "DeckName": "Little Shit's Deck",

    "DeckBy": "Xiiro ft. Tevy",

    "Truths": [
        "What is your favorite VRC game map to be/feel high in?",
        "What is your freakiest opinion of <player>?",
        "What is the most obscure kink/fetish that you know?",
        "Tell <player> <range[1-10]> facts about yourself.",
        "What's one thing you wish everyone here should know about you?"   
        "<local>, who do you like here the most?"
        "If you could kiss anyone in the room right now, who would it be?"
        "If you could beat up anyone in the room right now, who would it be?"
        "What is your weirdest guilty pleasure?"
        "<local>, who are you the most comfortable with in this room? Why?"
        "<local>, who are you the least comfortable with in this room? Why?"
        "<local>, who do you want to be praised by the most in this room?"
        "<local>, if you had to choose, who would you let degrade you in this room?"
        "Have you ever had a dirty dream, if so what?"
        "What’s your biggest turn-on?"
        "Have you ever faked an orgasm?"
        "Have you ever fantasized about someone in this room?"
        "<local>, how often do you masturbate?"
        "What’s your most recent porn tag?"
        "What's the highest number of orgasms you've had in a day?"
        "<local>, what are three songs on your go-to hookup playlist?"
        "Have you ever hooked up with a friend?"
        "What’s the largest age gap between you and your sexual partners?"
        "Who in your friends list would you want to have a threesome with?"
        "What's the weirdest compliment you can give to <player>?"
        "<local>, What’s your biggest roleplay fantasy?"
        "Who was the first person you had a crush on, how long, and why?"
        "<local>, What’s the dirtiest thing you’d like <player> to do to you?"
        "Have you ever been turned on while surrounded by others?"
        "What’s a sex act most people like that you think is overrated?"
        "What sexual activity (or activities) do you think is underrated?"
        "<local>, what's one thing someone could do that would make you immediately orgasm?"
        "What sex move/position is your favorite? Give all the dirty details about why you like it."
        "<local>, if you could visit anyone in this room who would it be and why?"
        "<local>, if jumped off a cliff, would you?"
        "What's something you hate about <player>?"
        "What's an odd thing that <player> does sometimes?"
        "<local>, how many times did you drink/get high/do drugs this week?"
        "<local>, how many times did you drink water today?"
        "<local>, what's the strangest thing that has gotten you turned on?"
        "What's the most you've spent on a video game wnd....why?"
        "What's something you've always wanted to say to <player> but have never gotten the chance to?"
        "What's the biggest lie you've ever told?"
        "What's the craziest/stupidest reason you've gotten in a fight/argument with someone?"
        "What's your favorite...toe?"
        "If you could give a presentation about anything, what would it be?"
        "What physical feature do you find most attracted in a partner?"
        "Have you ever fantasied about a friend while masturbating?"
        "What's the naughtiest text you've ever sent?"
        "If you could or were forced to shove anything in your ass/pussy, what would it be/would you prefer? "
        "<local>, are you open to accepting favors for cash?"
        "Who would you let give you a lap dance and when ;>?"
    ],
    "Dares": [
        "Sit uncomfortably close to <player>'s ear til your next turn. Everytime you have to speak, you speak directly into their ear and have them relay it to everyone.",
        "Everytime you have to speak, you must do a squat until your next turn.",
        "Stare at <player>'s ass til your next turn.",
        "Act like a catboy/girl til your next turn."
        "Remove one piece of clothing off your person."
        "Anytime <player> asks you something, you must end it with 'sir/ma'am' til your next turn."
        "Anytime <player> asks you something, you must end it with 'Master/Mistress' til your next turn."
        "Set your VRChat status to '<player>'s little bitch'."
        "Tell the weirdest experience you've had with <player>"
        "Share and describe what your favorite food is but present it as if you are shooting a porn commerical."
        "Rate everyone by who you think is the most to least fuckable."
        "Look directly into <player>'s eyes until your next turn."
        "Set your VRChat status to the first thing someone says"
        "Let <player> slap you <range[1-5]> times."
        "Message the last person you texted with '<player> and I are having a baby, we're naming it after you <3'"
        "Play rock, paper, scissors with <player>, if you win, take a drink but if not, you must act as their pet til the next turn."
        "Take off a piece of clothing off your avatar. If you can't, change into an avatar that can :>"
        "Speak like a valley girl til the next turn."
        "Tell us about something you hate but present it as a autoshop commerical."
        "Whisper your wildest fantasies to <player>."
        "Lay infront of <player> with your legs spread open until your next turn."
        "Close your eyes until someone says its your turn again."
        "Spin around in a circle until someone can guess what your favorite murder method is or until your next turn."
        "Praise <player> like a toddler on their first day at school"
        "Recite the bible in japanese or take a drink!"
        "<local>, English or Spanish? The next person to move in this room is gay. La próxima persona que se mueve en este cuarto es gay."
        "<local>, English or Spanish? The next person to move in this room is straight. La próxima persona que se mueve en este cuarto es heterosexual."
        "Whimper for the group or take a drink."
        "Wrap <player>'s head with your thighs until the next turn."
        "Propose to <player> like your life depends on it. Plot twist: They're already married to <player>"
        "Say a slur or take 3 shots of your drink."
        "Try to rizz up <player> and have everyone in the room rate you with a score from 1-10."
        "Describe your dream food dish with mouth-watering detail."
        "Hold <player> from behind until your next turn"
        "Do the Jack-O pose, you are not allowed to move out of the pose until you beg <player> to let you and they agree."
        "Act like a dog until your next turn."
        "Have <player> lay down. Stand over them until your next turn."
        "Sit on <player>'s face til your next turn."
        "Tell <player> one of your darkest/embarassing secrets or take a drink!"
        "Let <player> choke you/wrap their hand around your neck til the next turn. If you refuse, you must take a drink."
        "Pet <player>'s head until your next turn."
        "Let someone (or everyone) pet your head consistently until your next turn."
        "Let <player> slap you <range[1-5]> times."
        "On your next truth, read and reply to the question in your most seductive Daddy/Mommy voice."
        "On your next truth, read and reply to the question in your most submissive bottom voice."
        "Message the 2nd to last person you texted with the last picture in your camera roll with the caption 'thinking of you <3'"
        "Message the last person you texted with the first thing someone says."
        "Act out <player>'s sexual fantasy or take three shots of your drink. If they refuse to share, you must take three shots."
        "Turn into your most strangest avatar on hand."
        "Start beating up <player> for no reason."
        "Go on red and change your VRChat status to 'DNI, getting freaky with <player> ;)'"
        "Change your VRChat status to 'Had e-sex, getting it e-borted'"
    ]
}
